ici-test-automation-feature-environment-readiness/automated-batch-tests/src/test/resources/file/csrp/D170601A.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Body>
        <PersonHændelseSamlingHent_O xmlns="http://skat.dk/begrebsmodel/2009/01/15/" xmlns:ns1="http://skat.dk/begrebsmodel/xml/schemas/kontekst/2007/05/31/" xmlns:fase2.1="http://skat.dk/begrebsmodel/2009/01/15/">
            <fase2.1:Kontekst>
                <ns1:HovedOplysningerSvar>
                    <ns1:TransaktionsID>CSR-P:20170206170859894005</ns1:TransaktionsID>
                    <ns1:ServiceID>PersonHændelseSamlingHent</ns1:ServiceID>
                </ns1:HovedOplysningerSvar>
            </fase2.1:Kontekst>
            <fase2.1:PersonHændelseListe>
                <fase2.1:PersonHændelse>
                    <fase2.1:PersonCPRNummer>1808930706</fase2.1:PersonCPRNummer>
                    <fase2.1:PersonHændelseTidspunkt>2017-02-01T09:00:00</fase2.1:PersonHændelseTidspunkt>
                    <fase2.1:PersonHændelseKode>09</fase2.1:PersonHændelseKode>
                    <fase2.1:HændelseValg>
                        <fase2.1:FolkeregisterAdresseHændelse>
                            <fase2.1:AdresseGyldigFra>2013-09-02</fase2.1:AdresseGyldigFra>
                        </fase2.1:FolkeregisterAdresseHændelse>
                    </fase2.1:HændelseValg>
                </fase2.1:PersonHændelse>
            </fase2.1:PersonHændelseListe>
        </PersonHændelseSamlingHent_O>
    </soapenv:Body>
</soapenv:Envelope>